Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=308_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Säämi kulttuurkuávdáš
sms: SääŠmkulttuurkõõskõs

source: Säämi kulttuurkuávdáš, mii huksejuvvoo Aanaar markkânân Juvduu riidon, šadda leđe Suomâ sämmilij haldâttâs já kulttuur kuávdáš.
sms: Aanar ceerkavsiid Juutuajooǥǥ riddu tuejjeemnallšem SääŠmkulttuurkõõskõs šâdd leeŠd LääŠddjânnam saaŠmi vaaldšem da kulttuur kõõskõs.

source: Säämi kulttuurkuávdáá uáivilin lii lääččiđ sämmiláid pyerebijd iävtuid alnetoollâđ já ovdediđ jiešiävtulávt jieijâs kielâ, kulttuur já iäláttâstooimâ sehe tipšođ já ovdediđ kulttuurjiešhaldâšem já tuárjuđ sämmilij almolâš eellimtile ovdánem.
sms: SääŠmkulttuurkõõskõõzz jurddân lij raajjâd saaŠmid pueŠrab ouldõõzzid jiiŠjjesnallšeeŠl ââŠnned da ooudâsviikkâd ǩiõles, kulttuures da jieŠllemvueŠǩǩtuejjumuužžâs di håiddad da ooudâsviikkâd kulttuurjiõččvaaldšemes di staannâd saaŠmi takai jieŠllemvueŠjji šõddmõõžžid.

source: Kulttuurkuávdáš pyereed meiddei merhâšitteht máhđulâšvuođâid levâttiđ tiäđu sämmilijn algâaalmugin.
sms: Kulttuurkõõskõs pueŠrad še vääžneŠld vuäittmõõžžid liâvted teâđaid saaŠmin vuõssnaroodân.

source: Säämi kulttuurkuávdáš šadda leđe aalmuglávt já aalmugijkoskâsávt-uv mielâkiddiivâš já kiäsutteijee maaŋgâkulttuurlâšvuođâ kuáhtámsaje.
sms: SääŠmkulttuurkõõskõs puätt leeŠd meerlânji da meerlažkõõskeld še peerštemnallšem da ǩieŠssemviõkksaž määŋgkulttuurvuõđ kaaunõõttâmpäiŠǩǩ.

source: Säämi kulttuurkuávdáá ruttâdmân lii Laapi läänihaldâttâs mieđettâm 5 miljovn eurod Euroop union kuávluovdedemruttârááju ruuđâid.
sms: SääŠmkulttuurkõõskõõzz teäggtõŠsse lij SääŠmjânnam läänhalltõs miõttâm 5 miljoon euŠrred Euroop union vuŠvddooudâsviikkâmfoond teäŠǧǧvääŠraid.
